<template>
  <div>
    <van-nav-bar fixed placeholder @click-left="$router.go(-1)" left-arrow title="隐私政策" />  
    
    
    <p>我们深知用户信息对您的重要性，并会尽全力保护您的用户信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的用户信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的用户信息。<br>
请在使用我们的产品（或服务）前，仔细阅读并了解本隐私政策。
<br><br><br>


一、我们如何收集和使用您的用户信息<br><br>

（一）您使用我司产品或服务过程中我们收集和使用的信息<br><br>

我们仅会出于本政策所述的业务功能，收集和使用您的用户信息，收集用户信息的目的在于向您提供产品或服务，您有权自行选择是否提供该信息，但多数情况下，如果您不提供，我们可能无法向您提供相应的服务，也无法回应您遇到的问题：<br><br>

在您使用我们的服务时，允许我们收集您自行向我们提供的或为向您提供服务所必要的信息包括：网络日志、设备信息、位置信息和其它相关信息等。<br>
<br>
对于我们收集的用户信息，我们将用于为您提供身份验证、安全防范、反诈骗监测、存档备份、客户的安全服务等用途。[（重要）为保证隐私政策的规范性，建议逐项描述应用所收集和使用的用户信息，逐项说明收集该信息具体的使用目的和使用方式。]<br><br>

您提供的上述信息，将在您使用本服务期间持续授权我们使用。在您停止使用推送服务时，我们将停止使用并删除上述信息。<br><br>

我们保证会依法对收集后的用户信息进行去标识化或匿名化处理，对于无法单独或者与其他信息结合识别自然人个人身份的信息，不属于法律意义上的个人信息。如果我们将非个人信息与其他信息结合识别到您的个人身</p>



  </div>
</template>

<script setup lang="ts">

</script>

<style scoped>
p {
  line-height: 25px;
  font-size: 18px;
  text-indent: 2em;
  margin: 0 20px;
  margin-top: 10px;
  text-align:left;
}
</style>